Repository: CofficLab/Lumi
Catalog: Plugins/VideoConverterPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Adjust video quality, resolution, and codec settings for optimal output
zh_hans: 调整视频质量、分辨率和编解码器设置以获得最佳输出
zh_hk: 調整影片品質、解析度和編解碼器設定以獲得最佳輸出

source: Batch Processing
zh_hans: 批量处理
zh_hk: 批次處理

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Check FFmpeg installation in system preferences
zh_hans: 在系统偏好设置中检查 FFmpeg 安装
zh_hk: 在系統偏好設定中檢查 FFmpeg 安裝

source: Choose target format and quality settings
zh_hans: 选择目标格式和质量设置
zh_hk: 選擇目標格式和品質設定

source: Clear
zh_hans: 清除
zh_hk: 清除

source: Click convert to start processing
zh_hans: 点击转换开始处理
zh_hk: 點擊轉換開始處理

source: Conversion cancelled.
zh_hans: 转换已取消。
zh_hk: 轉換已取消。

source: Conversion completed!
zh_hans: 转换完成！
zh_hk: 轉換完成！

source: Convert
zh_hans: 转换
zh_hk: 轉換

source: Convert multiple files in a queue with progress tracking
zh_hans: 在队列中转换多个文件并跟踪进度
zh_hk: 在佇列中轉換多個檔案並追蹤進度

source: Convert video files between popular formats like MP4, MOV, AVI, MKV, and more
zh_hans: 在 MP4、MOV、AVI、MKV 等流行格式之间转换视频文件
zh_hk: 在 MP4、MOV、AVI、MKV 等流行格式之間轉換影片檔案

# Converting %@ → %@...
source: Converting %1$@ → %2$@...
zh_hans: 正在转换 %1$@ → %2$@...
zh_hk: 正在轉換 %1$@ → %2$@...

source: Drag & drop a video file here
zh_hans: 将视频文件拖放到此处
zh_hk: 將影片檔案拖放到此處

source: Drag and drop video files or click to select
zh_hans: 拖放视频文件或点击选择
zh_hk: 拖放影片檔案或點擊選擇

source: Error: %@
zh_hans: 错误：%@
zh_hk: 錯誤：%@

source: FFmpeg exited with error code %lld.
zh_hans: FFmpeg 退出，错误代码 %lld。
zh_hk: FFmpeg 退出，錯誤代碼 %lld。

source: FFmpeg not found. Please install it via `brew install ffmpeg`.
zh_hans: 未找到 FFmpeg。请通过 `brew install ffmpeg` 安装。
zh_hk: 找不到 FFmpeg。請透過 `brew install ffmpeg` 安裝。

source: FFmpeg Powered
zh_hans: 由 FFmpeg 驱动
zh_hk: 由 FFmpeg 驅動

source: Find converted files in the output directory
zh_hans: 在输出目录中找到转换后的文件
zh_hk: 在輸出目錄中找到轉換後的檔案

source: Format
zh_hans: 格式
zh_hk: 格式

source: How It Works
zh_hans: 工作原理
zh_hk: 運作方式

source: Log
zh_hans: 日志
zh_hk: 日誌

source: Lower resolution saves space for mobile devices
zh_hans: 降低分辨率可节省移动设备的空间
zh_hk: 降低解析度可節省行動裝置的空間

source: or click to browse
zh_hans: 或点击浏览
zh_hk: 或點擊瀏覽

source: Output Format
zh_hans: 输出格式
zh_hk: 輸出格式

source: Powered by FFmpeg for fast and reliable video processing
zh_hans: 由 FFmpeg 提供快速可靠的视频处理能力
zh_hk: 由 FFmpeg 提供快速可靠的影片處理能力

source: Quality Settings
zh_hans: 质量设置
zh_hk: 品質設定

source: Supported Formats
zh_hans: 支持的格式
zh_hk: 支援的格式

source: Tips
zh_hans: 使用提示
zh_hk: 使用提示

source: Use H.265 for smaller file sizes with same quality
zh_hans: 使用 H.265 可在相同质量下获得更小的文件体积
zh_hk: 使用 H.265 可在相同品質下獲得更小的檔案體積

source: Video Conversion
zh_hans: 视频转换
zh_hk: 影片轉換

source: Video Converter
zh_hans: 视频转换器
zh_hk: 影片轉換器

source: Video Converter Plugin
zh_hans: 视频转换器
zh_hk: 视频转换器

source: User Manual
zh_hans: 使用手册
zh_hk: 使用手冊

source: Overview
zh_hans: 概述
zh_hk: 概述

source: This manual covers the interface and basic operations of Video Converter: selecting video files, choosing an output format, and converting them.
zh_hans: 本手册介绍「视频转换器」的界面与基本操作:选择视频文件、选择输出格式并执行转换。
zh_hk: 本手冊介紹「影片轉換器」的介面與基本操作:選擇影片檔案、選擇輸出格式並執行轉換。

source: Interface
zh_hans: 界面说明
zh_hk: 介面說明

source: Drop zone: drag a video file onto it, or click to browse; the selected file shows its name, size, and a Clear button.
zh_hans: 拖放区:将视频文件拖入其中,或点击浏览文件;选中文件后会显示文件名、大小以及「清除」按钮。
zh_hk: 拖放區:將影片檔案拖入其中,或點擊瀏覽檔案;選取檔案後會顯示檔名、大小以及「清除」按鈕。

source: Settings card: the Output Format picker (MP4, MOV, MKV, AVI, WebM, GIF) and the Convert button.
zh_hans: 设置卡片:包含「输出格式」选择(MP4、MOV、MKV、AVI、WebM、GIF)与「转换」按钮。
zh_hk: 設定卡片:包含「輸出格式」選擇(MP4、MOV、MKV、AVI、WebM、GIF)與「轉換」按鈕。

source: During conversion, a progress bar with the percentage and a Cancel button is shown.
zh_hans: 转换过程中会显示带百分比的进度条以及「取消」按钮。
zh_hk: 轉換過程中會顯示帶百分比的進度條以及「取消」按鈕。

source: The conversion log below records each operation.
zh_hans: 下方的转换日志会记录每次操作。
zh_hk: 下方的轉換日誌會記錄每次操作。

source: Figure 1: Interface layout
zh_hans: 图 1 界面布局
zh_hk: 圖 1 介面說明

source: Drop zone
zh_hans: 拖放区
zh_hk: 拖放區

source: Format picker and Convert button
zh_hans: 格式选择与转换按钮
zh_hk: 格式選擇與轉換按鈕

source: Basic Operations
zh_hans: 基本操作
zh_hk: 基本操作

source: Open the Video Converter tab in the sidebar.
zh_hans: 在侧边栏中打开「视频转换器」标签页。
zh_hk: 在側邊欄中開啟「影片轉換器」標籤頁。

source: Drag a video file into the drop zone, or click to browse and select one.
zh_hans: 将视频文件拖入拖放区,或点击浏览并选择文件。
zh_hk: 將影片檔案拖入拖放區,或點擊瀏覽並選擇檔案。

source: Choose the output format.
zh_hans: 选择输出格式。
zh_hk: 選擇輸出格式。

source: Click Convert and wait for the progress to finish, or click Cancel to abort.
zh_hans: 点击「转换」并等待进度完成,也可点击「取消」中止。
zh_hk: 點擊「轉換」並等待進度完成,也可點擊「取消」中止。

source: Check the conversion log for the result.
zh_hans: 在转换日志中查看结果。
zh_hk: 在轉換日誌中查看結果。

source: Notes
zh_hans: 注意事项
zh_hk: 注意事項

source: Conversion time depends on the length and size of the video.
zh_hans: 转换耗时取决于视频的长度与大小。
zh_hk: 轉換耗時取決於影片的長度與大小。

source: GIF output is best suited for short clips.
zh_hans: GIF 格式仅适合短片段。
zh_hk: GIF 格式僅適合短片段。
